Repository: vapingpost/vape-diy-calculator
Catalog: languages/diy-calculator-*.po
Languages: ar_ar, fr_fr

source: Theme name cannot be empty
ar_ar: لا يمكن أن يكون اسم القالب فارغاً
fr_fr: Le nom du thème ne peut pas être vide

source: Are you sure you want to delete this theme?
ar_ar: بيانات الألوان غير صالحة?
fr_fr: Êtes-vous sûr de vouloir supprimer ce thème ?

source: Not enough space for flavors with current nicotine level.
ar_ar: لا توجد مساحة كافية للنكهات مع مستوى النيكوتين الحالي.
fr_fr: Pas assez d’espace pour les arômes avec le niveau de nicotine actuel.

source: bottles
ar_ar: زجاجات السائل
fr_fr: flacons

source: bottles of 10ml each
ar_ar: زجاجات سعة 10 مل
fr_fr: flacons de 10ml chacun

source: Nonce verification failed.
ar_ar: فشل عملية التحقق
fr_fr: Vérification du nonce échouée.

source: Base color
fr_fr: Couleur de la base

source: Nicotine color
fr_fr: Couleur de la nicotine

source: Flavors color
fr_fr: Couleur des arômes

source: The selected theme does not exist.
ar_ar: القالب المحدد غير موجود.
fr_fr: Le thème sélectionné n’existe pas.

source: Unauthorized action.
ar_ar: إجراء غير مسموح به.
fr_fr: Action non autorisée.

source: Invalid JSON data for colors.
ar_ar: بيانات JSON غير صالحة للألوان.
fr_fr: Données JSON invalides pour les couleurs.

source: Invalid colors data.
ar_ar: بيانات الألوان غير صالحة
fr_fr: Données de couleurs invalides.

source: Theme "%s" saved successfully.
ar_ar: تم حفظ القالب “%s” بنجاح.
fr_fr: Le thème “%s” a bien été sauvegardé.

source: Colors applied to the active theme successfully.
ar_ar: تم تطبيق الألوان على القالب المحدد بنجاح.
fr_fr: Les couleurs ont été correctement appliquées au thème courant.

source: Theme "%s" applied successfully.
ar_ar: تم تطبيق القالب “%s” بنجاح.
fr_fr: Le thème “%s” a été correctement appliqué.

source: Theme not found.
ar_ar: لم يتم العثور على القالب.
fr_fr: Thème introuvable.

source: Theme "%s" deleted successfully.
ar_ar: تم حذف القالب “%s” بنجاح.
fr_fr: Le thème “%s” a été correctement supprimé.

source: Cannot delete the Default theme.
ar_ar: لا يمكن حذف القالب الافتراضي.
fr_fr: Vous ne pouvez pas supprimer le thème par défaut.

source: Invalid action.
ar_ar: إجراء غير صالح.
fr_fr: Action invalide.

source: Invalid theme name.
ar_ar: اسم القالب غير صالح.
fr_fr: Nom de thème invalide.

source: Theme deleted successfully.
ar_ar: تم حذف القالب بنجاح.
fr_fr: Le thème a été correctement supprimé.

source: DIY Calculator Settings
ar_ar: إعدادات حاسبة الـ DIY
fr_fr: Paramètres du calculateur DIY

source: Customize the colors and manage your themes.
ar_ar: تخصيص الألوان وإدارة القوالب الخاصة بك.
fr_fr: Personnaliser les couleurs et gérer les thèmes.

source: Settings have been saved successfully!
ar_ar: تم حفظ الإعدادات بنجاح!
fr_fr: Les paramètres ont été correctement sauvegardé !

source: An error occurred: %s
ar_ar: حدث خطأ: %s
fr_fr: Erreur : %s

source: Apply to current theme
ar_ar: تطبيق على القالب الحالي
fr_fr: Appliquer au thème courant

source: Apply these settings to the current theme.
ar_ar: تطبيق هذه الإعدادات على القالب الحالي.
fr_fr: Appliquer ces paramètres au thème courant.

source: Apply
ar_ar: تطبيق
fr_fr: Appliquer

source: Save as new theme (optional)
ar_ar: حفظ كقالب جديد (اختياري)
fr_fr: Sauvegarder en tant que nouveau thème

source: Enter a name to save your current settings as a theme.
ar_ar: أدخل اسمًا لحفظ إعداداتك الحالية كقالب.
fr_fr: Entrer un nom pour le nouveau thème.

source: Save theme
ar_ar: حفظ القالب
fr_fr: Sauvegarder le thème

source: Shortcode usage
ar_ar: استخدام الـ Shortcode
fr_fr: Utilisation du shortcode

source: Simply copy and paste this shortcode into your page or article to display the DIY calculator to your visitors.
ar_ar: ما عليك سوى نسخ هذا الـ shortcode ولصقه في صفحتك أو مقالتك لعرض حاسبة DIY لزوارك.
fr_fr: Copiez puis collez simplement ce code dans votre page ou article afin d'afficher le calculateur DIY pour vos visiteurs.

source: Live Preview
ar_ar: المعاينة المباشرة
fr_fr: Prévisualisation en direct

source: Saved Themes
ar_ar: القوالب المحفوظة
fr_fr: Thèmes sauvegardés

source: Apply these settings to the current theme (%s).
fr_fr: Appliquez ces paramètres au thème actuel (%s).

source: Current theme
ar_ar: القالب الحالي
fr_fr: Thème courant

source: Copy
fr_fr: Copier

source: Shortcode copied to clipboard!
fr_fr: Le shortcode a bien été copié dans le presse-papiers !

source: Delete
ar_ar: حذف
fr_fr: Supprimer

source: No themes available.
ar_ar: لا يوجد قوالب متاحة.
fr_fr: Aucun thème disponible.

source: Enter your values
ar_ar: أدخل القيم
fr_fr: Entrez vos valeurs

source: Total Volume
ar_ar: الحجم الإجمالي
fr_fr: Volume total

source: Target Nicotine Strength
ar_ar: نسبة النيكوتين المستهدفة
fr_fr: Taux de nicotine souhaité

source: Flavors Concentrate
ar_ar: تركيز النكهات
fr_fr: Concentré d’arômes

source: Recipe Results
ar_ar: نتائج الوصفة
fr_fr: Résultat de la recette

source: Flavors
ar_ar: النكهات
fr_fr: Arômes

source: Your mix
ar_ar: الخلطة الخاصة بك
fr_fr: Votre mix

source: DIY Calculator for Vaping
ar_ar: حاسبة الـ DIY لسوائل السجائر الالكترونية
fr_fr: Calculateur DIY pour la vape

source: A DIY calculator for vaping e-liquid made with Bootstrap and JQuery.
ar_ar: حاسبة الـ DIY للسائل الإلكتروني تم متصميمها باستخدام Bootstrap و JQuery.
fr_fr: Un calculateur DIY pour la vape proposé par le Vaping Post.

source: Base
ar_ar: سائل القاعدة

source: Boosters
ar_ar: معزز النيكوتين

source: Nicotine
ar_ar: النيكوتين
